Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/money_and_tax/tax/income_tax/universal_social_charge.html.txt.tmx
Source language: en
Languages: fr

source: Universal Social Charge (USC)
fr: Charge Sociale Universelle (Universal Social Charge, ou USC)

source: • Administration of the Universal Social Charge
fr: • Administration de la Charge Sociale Universelle

source: The Universal Social Charge (USC) is a tax on income that replaced both the income levy and the health levy (also known as the health contribution) since 1 January 2011
fr: La Charge Sociale Universelle est un nouveau prélèvement englobant l'impôt sur le revenu et les prélèvements sociaux de santé (ou cotisations maladies) depuis le 1er janvier 2011

source: You pay the USC if your gross income is more than €13,000 per year. (This limit was €10,036 from 2012 to 2014 and €12,012 in 2015)
fr: Vous êtes tenu de payer la Charge Sociale Universelle si votre revenu brut est supérieur à 12,012 € par an (4,004 € en 2011 et 10,036 € de 2012 a 2014)

source: Once your income is over this limit, you pay the relevant rate of USC on all of your income
fr: Ce calcul est réalisé sur une base hebdomadaire ou mensuelle

source: It does not apply to social welfare or similar payments, and there are certain other exceptions: see 'Income exempt from the USC' below
fr: Pour les autres exonérations, reportez-vous au paragraphe "Revenus exonérés de la Charge Sociale Universelle" ci-dessous

source: Income liable for the USC
fr: Revenus assujettis à la Charge Sociale Universelle

source: The Universal Social Charge is payable on gross income, including notional pay (notional pay is the value of a non-cash benefit, such as benefit-in-kind), after any relief for certain capital allowances
fr: La Charge Sociale Universelle est exigible sur le revenu brut, y compris les revenus perçus sous forme d’avantages en nature, après dégrèvement de certains amortissements

source: You pay the Universal Social Charge if your gross income is more than €13,000 per year
fr: La Charge Sociale Universelle est exigible sur les pensions de régime de retraite

source: Once your income is over this limit, you pay the USC on all of your income
fr: Elle est applicable à partir d'un revenu brut de 12,012 € par an

source: Liability for the USC depends on the date of the payment rather than on when the income was earned
fr: Pour les couples mariés ou les personnes en union civil, chacun des époux ou des partenaires de l'union civile sera traité à titre individuel par leur employeur ou l'organisme responsable du paiment de leur pension au long de l'année

source: Although you may have no liability to income tax based on your entitlement to tax credits or by use of losses or capital allowances you may still have a liability to pay the Universal Social Charge on your income
fr: Même si vous êtes exonéré d’impôt sur le revenu en raison de réductions d'impôts, de pertes antérieures ou de déductions d'amortissement, vous êtes tenu de payer la Charge Sociale Universelle sur votre revenu

source: Some sources of income, for example, from occupation of certain woodlands, profits from stallion fees, stud greyhound services fees and farmland leasing, patent royalty income and earnings of certain writers, artists and composers, are exempt from income tax but are liable to the Universal Social Charge
fr: Certains revenus, comme les revenus liés à des forêts, à la saillie d'étalons ou de lévriers, à la location de terres agricoles, à des brevets, ou encore les droits d'auteurs d'écrivains, d'artistes et de compositeurs, sont exonérés de l'impôt sur le revenu mais assujettis à la Charge Sociale Universelle

source: Income exempt from the USC
fr: Revenus exonérés de la Charge Sociale Universelle

source: You do not pay the Universal Social Charge if your total income for a year is under €13,000
fr: Vous êtes exonérés de la Charge Sociale Universelle si votre revenu total pour une année ne dépasse pas12,012 €

source: (If you are aged 70 or over or a medical card holder aged under 70 and your aggregate income for the year is €60,000 or less you pay a reduced rate of USC.)
fr: (Si vous avez 70 ans ou plus, ou vous êtes un titulaire d'une carte médicale de moins de 70 ans et vos revenus combinés pour l'année sont de €60,000 ou moins, vous avec à verser un taux réduit d'USC – Charge Sociale Universelle.)

source: All Department of Social Protection payments, including Maternity Benefit, Paternity Benefit and State pensions, are exempt from the Universal Social Charge
fr: L'ensemble des versements du Department of Social Protection (Ministère de la Protection Sociale), prestations de maternité et retraites publiques comprises, est exonéré de la Charge Sociale Universelle, de même que les indemnités du même type, telles que les allocations liées aux programmes d'emploi des collectivités locales ou les aides pour le retour aux études

source: Similar payments, such as payments made as part of Community Employment schemes or the Back to Education Allowance, are exempt
fr: C’est également le cas des prestations de sécurité sociale et des versements du même type provenant de l'étranger

source: Income where DIRT (Deposit Interest Retention Tax) has already been paid is exempt from the USC
fr: Il en va de même pour les revenus provenant d’intérêts (Deposit Interest Retention Tax ou DIRT) sur lesquels la retenue d’impôt a déjà été payée

source: There are a number of other exemptions
fr: D’autres exonérations existent :

source: • Certain salary sacrifice schemes, such as the TaxSaver Commuter Ticket Scheme and the Cycle to Work scheme
fr: • Certains avantages en nature, tels que les cartes de transport gratuites et les programmes de mise à disposition de vélos

source: • Rent a Room Relief
fr: • Les revenus de la location d'une chambre

source: There is a full list of exceptions in Revenue's Frequently Asked Questions document (pdf)
fr: Une liste complète des exonérations est présentée dans le document Questions et Réponses (pdf)

source: Statutory redundancy payments are exempt from the charge
fr: Les indemnités légales de licenciement sont exonérées de la Charge Sociale Universelle

source: Statutory redundancy payments amount to 2 weeks’ pay per year of service plus a bonus week subject to a maximum payment of €600 per week
fr: Leur montant s'élève à deux semaines de salaires par année d’activité, auquel s'ajoute une semaine de salaire supplémentaire plafonnée à 600 € par semaine

source: In addition, redundancy payments above the statutory redundancy amount are exempt from the Universal Social Charge, up to certain limits. These limits are up to €10,160 plus €765 per complete year of service in excess of the statutory redundancy
fr: En outre, les indemnités de licenciement supérieures à ce montant sont exonérées de la Charge Sociale Universelle, dans une limite de 10 160 €, à laquelle s’ajoutent 765 € par année complète d’activité

source: This basic exemption can be further increased by up to €10,000 if the person is not a member of an occupational pension scheme
fr: Cette exonération de base peut aller jusqu'à 10 000 € si le bénéficiaire n'est pas soumis à un régime de retraite professionnel

source: The Universal Social Charge is charged on liable income after the statutory exemptions above, and after any additional deduction for Standard Capital Superannuation Benefit (SCSB)
fr: La Charge Sociale Universelle est déterminée sur les revenus assujettis après exonérations statutaires et déduction supplémentaire au titre du Standard Capital Superannuation Benefit (SCSB, ou Capital standard de pension de retraite)

source: How maintenance payments are treated for Universal Social Charge purposes depends on whether they are voluntary payments or legally enforceable payments
fr: L’assujettissement des pensions alimentaires à la Charge Sociale Universelle dépend des conditions dans lesquelles leur versement a été décidé

source: Voluntary maintenance payments (payments paid under an informal arrangement):
fr: Pensions alimentaires volontaires :

source: • The spouse making the payments does not receive exemption from the Universal Social Charge on the portion of their income which they pay as maintenance
fr: • Le conjoint qui verse la pension n'est pas exonéré de la Charge Sociale Universelle sur la part du salaire que représente cette pension

source: • The spouse who receives the payments is not subject to the Universal Social Charge on the maintenance payments they receive
fr: • Le conjoint qui reçoit la pension n’est pas assujetti à la Charge Sociale Universelle sur cette pension

source: Legally enforceable maintenance payments (payable under legal obligation):
fr: Pensions alimentaires décidées par la justice :

source: • The spouse making the payments is entitled to receive an exemption from the Universal Social Charge on the portion of their income on the maintenance they pay either directly or indirectly to their spouse
fr: • Le conjoint qui verse la pension bénéficie d’une exonération de la Charge Sociale Universelle sur la part du salaire que représente cette pension, versée directement ou indirectement à son conjoint

source: There is no exemption for any portion of the maintenance payments paid towards the maintenance of children
fr: Les pensions alimentaires versées à des enfants ne sont pas exonérées

source: • An employee wishing to claim Universal Social Charge exemption in respect of legally enforceable maintenance payments throughout the year may either give the information required to their payroll office, or alternatively they can apply to Revenue at the end of the year to claim any refund of Universal Social Charge due
fr: • Un employé souhaitant demander une exonération de la Charge Sociale Universelle pour une pension alimentaire obligatoire est tenu de donner les informations nécessaires au bureau de paie, ou de s'adresser à l'Administration fiscale à la fin de l'année pour réclamer le remboursement de la Charge Sociale Universelle due

source: • The spouse who receives the payments is subject to the Universal Social Charge on the portion of the maintenance payments they receive in respect of themselves
fr: • Le conjoint qui reçoit la pension est assujetti à la Charge Sociale Universelle sur la part de pension alimentaire qu'il reçoit pour son propre compte

source: Any portion of the maintenance payments paid towards the maintenance of children is not subject to the Universal Social Charge
fr: La part de pension alimentaire versée pour le compte d'un enfant n'est pas assujettie à cet impôt

source: In the case of a legally enforceable maintenance arrangement, where a separated couple has jointly elected to be treated as a married couple for income tax purposes, the spouse making the payments does not receive exemption from the Universal Social Charge on the portion of their income which they pay as maintenance
fr: Dans le cas où le versement a fait l’objet d’une décision de justice et où un couple séparé a décidé conjointement d'être considéré comme un couple marié par l’Administration fiscale, le conjoint qui verse la pension ne reçoit aucune exonération de la Charge Sociale Universelle sur la part de son revenu consacrée à cette pension

source: The spouse who receives the payments is not subject to the Universal Social Charge on the maintenance payments they receive
fr: Le conjoint qui reçoit la pension n’est pas assujetti à la Charge Sociale Universelle sur cette pension

source: An employer’s or pension provider’s contribution to an approved retirement benefit scheme is not liable to the Universal Social Charge, but an employee's contributions are
fr: Les cotisations de retraite à la charge d’une entreprise ou d'un prestataire de retraite privé et versées dans le cadre d’un régime non obligatoire de retraite approuvé ne sont pas assujetties à la Charge Sociale Universelle, contrairement aux cotisations versées par le salarié lui-même

source: From 1 January 2016, employer contributions to your Personal Retirement Savings Account (PRSA) are no longer subject to USC
fr: Si un employeur ou un prestataire privé cotise en votre nom sur votre Compte personnel d'épargne-retraite (Personal Retirement Savings Account, ou PRSA), cette cotisation est considérée comme un avantage en nature imposable

source: Up to 31 December 2015, these contributions were subject to USC
fr: Dans la mesure où le régime de la Charge Sociale Universelle suit celui de l'impôt sur le revenu, les cotisations de retraite à la charge de l'employeur ou du prestataire privé versées sur un compte personnel d'épargne-retraite y sont également assujetties

source: Occupational pensions are subject to the Universal Social Charge, but Department of Social Protection pensions or similar pensions from abroad are not
fr: Les pensions occupationnelles sont sujettes à la Charge Sociale Universelle (Universal Social Charge), mais les pensions du Département de Protection Sociale (Department of Social Protection) au autres pensions semblables en provenance de l'étranger ne le sont pas

source: The USC is only payable on lump sum pension payments on the portion over €500,000
fr: La Charge Sociale Universelle n'est exigible que sur les pensions de retraite, sur la part qui dépasse 500 000 €

source: (This limit was €10,036 from 2012 to 2014 and €12,012 in 2015.) Once your income is over this limit, you pay the relevant rate of USC on all of your income
fr: Si votre revenu est inférieur à 12,012 €, vous n’êtes pas tenu de payer la Charge Sociale Universelle (4,004 € en 2011 et 10,036 € de 2012 a 2014)

source: For example, if you have income of €13,000 you will pay no USC. If you have income of €13,001 you will pay 0.5% on income up to €12,012 and 2.5% on income between €12,012 and €13,001
fr: Une fois que vos revenus dépassent cette limite, vous êtes sujet au versemment du taux pertinent de la Charge Sociale Universelle sur l'ensemble de vos revenus

source: Standard rate of USC (2017)
fr: Taux Standard de la Charge Sociale Universelle (2015)

source: │Rate │Income band │
fr: │Taux de la CSU │Tranche de revenu │

source: │0.5% │Up to €12,012 │
fr: │1.5% │Inférieur à €12,012 │

source: │2.5% │From €12,012.01 to €18,772 │
fr: │3.5% │Entre €12,012.01 et €17,576.00 │

source: │5% │From €18,772.01 to €70,044 │
fr: │7% │Entre €17,576.01 et €70,044.00 │

source: │8% │From €70,044.01 to €100,000 │
fr: │8% │Entre €70,044.01 et €100,000.00 │

source: Reduced rate of USC (2017)
fr: Taux réduit de la Charge Sociale Universelle - USC (2015)

source: │0.5% │Income up to €12,012 │
fr: │1.5% │Revenus inférieurs à 12,012 € │

source: │2.5% │All income over €12,012 │
fr: │3.5% │Tous revenus supérieurs à12,012 € │

source: Reduced rates of USC apply to:
fr: Le taux réduit de la Charge Sociale Universelle - USC est applicable aux :

source: • People aged 70 or over whose aggregate income for the year is €60,000 or less
fr: • Personnes de 70 ans ou plus dont les revenus combinés pour l'année sont de €60,000 ou moins

source: • Medical card holders aged under 70 whose aggregate income for the year is €60,000 or less
fr: • Les titulaires d'une carte médicale de moins de 70 ans dont les revenus combinés pour l'année sont de €60,000 ou moins

source: Aggregate income for USC purposes does not include payments from the Department of Social Protection
fr: Les revenus ‘combinés’ aux propos de la Charge Sociale Universelle ne comprennent pas les paiements en provenance du Département de Protection Sociale (Department of Social Protection)

source: You must hold a full medical card (including a Health Amendment Act Card) to qualify for the reduced rate
fr: Vous devez être titulaire d'une carte médicale de plein droit (y compris une carte selon la Loi de Santé - Health Amendment Act Card) pour vous qualifier pour le taux réduit

source: People who hold a GP visit card, a Drugs Payment Scheme Card, a European Health Insurance Card or a Long-term Illness Scheme Card do not qualify for the reduced rate
fr: Les personnes titulaires du Carte de Visite GP (GP Visit Card), d'une carte de paiement de médicaments (Drugs Payment Scheme Card), une carte d'assurance santé européenne (European Health Insurance Card) ou d'une carte de grand malade ou de malade chronique (Long-term Illness Scheme Card) ne peuvent se qualifier pour le taux réduit

source: If a person reaches 70 years at any stage during the year they will benefit from the maximum 2.5% rate for the whole year
fr: Si une personne atteint les 70 à un moment n'importe lequel au cours de l'année, elle aura droit à bénéficier du taux réduit pour l'ensemble de l'année

source: People who hold Northern Ireland medical cards will no longer be treated as holding a full medical card and will therefore not qualify for a reduced rate
fr: À partir de 2012, les porteurs d’une Carte médicale d’Irlande du Nord ne seront plus considérés comme porteurs d’une carte médicale complète et ne bénéficieront donc pas du taux de 3.5 %

source: Self-employed income over €100,000
fr: Revenus d’un travail indépendant supérieur à 100 000 €

source: A surcharge of 3% applies to people who have income from self-employment above €100,000, regardless of age
fr: Une surcharge de 3 % s’applique aux travailleurs indépendants dont les revenus dépassent 100 000 €, quel que soit leur âge

source: Note: Bonuses paid to employees of the 5 financial institutions that have received financial support from the State are chargeable to the USC at the rate of 45% on the full amount if the bonus is more than €20,000 in a single tax year
fr: Remarque: Les primes versées aux employés des cinq institutions financières ayant bénéficié du soutien de l'État sont soumises à la Charge Sociale Universelle à 45 % de leur montant total, lorsqu’elles dépassent 20 000 € pour un seul exercice fiscal

source: A person who is earning €50,000 per year will pay the Universal Social Charge at a rate of 0.5% on the first €12,012 (which comes to €60.06), 2.5% on the next €6,760 (which comes to €169.00) and 5% on the balance of €31,228 (which comes to €1,561.40)
fr: Une personne gagnant 50 000 € par an devra verser une Charge Sociale Universelle à un taux de 1.5 % sur les premiers 12 012 € (soit 180,18 €), de 3.5 % sur les 5 564 € suivants (soit 194,74 €) et de 7 % sur les 32 424 € restants (soit 2 269,68 €)

source: This person will pay €1,790.46 in 2017
fr: Au total, cette personne devra verser 2 644,60 € par an

source: You do not pay the Universal Social Charge if your total income for a year does not exceed €13,000
fr: Si le montant total de vos revenus annuels est inférieur à 12 012 €, vous n’êtes pas assujetti à la Charge Sociale Universelle

source: For example, a person who is earning €13,000 per year will not pay any Universal Social Charge, while a person who is earning €13,100 per year will pay 0.5% on €12,012 (which comes to €60.06) and 2.5% on the remaining €1,088 which comes to €27.20)
fr: Par exemple une personne gagnant 12,012 € par an ne paiera pas la Charge Sociale Universelle, tandis qu’une personne gagnant 12 100 € par an paiera 1.5 % sur les premiers 12 012 € (soit 180,18 €), de 3.5 % sur les 80 € suivants (soit 3.08 €)

source: This person will pay a total of €87.26 in the year
fr: Au total, cette personne devra verser 183,26 € par an

source: A person who has self-employed income of €112,000 per year, will pay the Universal Social Charge at a rate of 0.5% on the first €12,012 (which comes to €60.06), 2.5% on the next €6,760 (which comes to €169.00) 5% on the next €51,272 (which comes to €2,563.60), 8% on the next €29,956 (which comes to €2,396.48) and 11% on the next €12,000 (which comes to €1,320)
fr: Une personne gagnant un revenu d’un travail indépendant de 112 000 € par an paiera la Charge Sociale Universelle à un taux de 1.5 % sur les premiers 12 012 € (soit 180,18 €), de 3.5 % sur les 5 564 € suivants (soit 194,74 €), de 7 % sur les 52 468 € restants (soit 3 672,76 €), 8% sur les 29 956 (soit 2 396,48) et 11% sur les 12 000 € (soit 1 320 €)

source: In total this person will pay €6,509.14 in the year
fr: Au total, cette personne devra verser 7 764,16 € par an

source: Administration of the Universal Social Charge
fr: Administration de la Charge Sociale Universelle

source: Universal Social Charge is deducted on a cumulative basis - similar to the way in which PAYE is deducted
fr: Depuis le 1er janvier 2012, la déduction de la Charge Sociale Universelle est passée d’une base d’une semaine à une base cumulative semblable à la manière dont le régime PAYE (Pay As You Earn) est déduit

source: Employers and pension providers are responsible for deducting the Universal Social Charge from their employees’ salaries
fr: La déduction de la Charge Sociale Universelle des salaires des employés est à la charge des employeurs et des fonds de pension

source: They deduct and pay it to Revenue on behalf of employees
fr: Ces derniers déduisent et versent cet impôt à l’Administration fiscale pour le compte de leurs employés

source: Employer Tax Credit Certificates (P2Cs), as well as displaying PAYE rates and cut-off points, also show USC rates and cut-off points
fr: Le détail de la Charge Sociale Universel doit être enregistré dans un document distinct de votre bulletin de salaire

source: Details of the Universal Social Charge should be recorded separately on your payslip
fr: À partir de 2012, les employeurs ne fourniront plus des Certificats Universels de Charges Sociales (Universal Social Charge Certificates)

source: The total amount of USC paid should be shown on your P60 each year
fr: Le formulaire P60 (pour l'année aboutissant à terme le 31 Décembre 2012) a été revu avec des champs additionnels prévus aux fins de la Charge Sociale Universelle (USC) cumulée

source: If you change jobs your employer will give you a form P45. This will show your pay, tax, USC, and PRSI details for the year up to the date you leave
fr: Si vous changez d’emploi, votre employeur vous donnera un formulaire P45 sur lequel figurera le détail de votre salaire, de vos impôts, de votre Charge Sociale Universelle et des cotisations PRSI pour l’année, jusqu’à la date à laquelle vous quittez votre emploi

source: You should give this P45 to your new employer so that the correct amount of tax and USC is deducted from your pay
fr: Vous devrez transmettre ce formulaire P45 à votre nouvel employeur afin que le montant approprié des impôts et de la Charge Sociale Universelle soit déduit de votre salaire

source: Self-employed people make a payment of USC along with their preliminary tax payment, and any balance will be collected when the final assessment issues
fr: Les travailleurs indépendants versent la Charge Sociale Universelle en même temps que l'impôt provisionnel, et le reste est collecté au terme de l'imposition finale

source: For PAYE taxpayers, USC is deducted on a cumulative basis, similar to the way PAYE is deducted
fr: Dans ce cas, vous aurez droit au remboursement d'une partie ou de la totalité des sommes versées

source: This means that your USC deductions are spread out evenly over the year and the correct amount of USC is deducted at the end of the year
fr: Il en va de même si vous fêtez vos 70 ans ou si vous recevez une carte médicale au cours de l'année

source: If, however, at the end of the year you think you have overpaid USC, you can review your USC and tax on PAYE Anytime
fr: Si vous avez occupé un emploi continu dans une entreprise ou si vous avez reçu une pension au cours de l'année concernée (du 1er janvier au 31 décembre), votre employeur ou votre prestataire privé sera tenu de vous rembourser le trop-perçu déduit à la fin de l'année
